<!DOCTYPE html>
<html lang="en">
    <head>
        <title>Thư viện điện tử Đại học Nam Cần Thơ</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <link rel="stylesheet" type="text/css" href="./css/style.css">
        <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.0/css/bootstrap.min.css">
        <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
        <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.16.0/umd/popper.min.js"></script>
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.0/js/bootstrap.min.js"></script>
        <script type="text/javascript" src="jquery-1.11.3.min.js"></script>
        <script type="text/javascript" src="ckeditor/ckeditor.js"></script>
    </head>
    <body> 
        <div class="container-fluid">
            <div class="row no-gutters" id="banner">
                <div class="col-xl-1"></div>
                <div class="col-xl-6 col-lg-7 col-md-8 col-sm-12" id ="color">
                    <a href="index.html"  class="logo"><img src="images/logo.png" id="logo"></a>
                </div>
                <div class="col-xl-4 col-lg-5 col-md-4" id = "color">
                    <img src="images/block-banner.png" id="logo1">
                </div>
                <div class="col-xl-1"></div>
            </div>
            <div class="row no-gutters">
                <div class="col-xl-1"></div>
                <div class="col-xl-10 col-sm-12 padding-0">
                    <nav class="navbar navbar-expand-md bg-primary navbar-dark">
                        <!-- Brand -->
                        <a class="navbar-brand" href="index.html"><i class="fa fa-fw fa-home"></i>Home</a>
                    
                        <!-- Toggler/collapsibe Button -->
                        <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#collapsibleNavbar">
                          <span class="navbar-toggler-icon"></span>
                        </button>
                      
                        <!-- Navbar links -->
                        <div class="collapse navbar-collapse" id="collapsibleNavbar">
                            <ul class="navbar-nav">
                                <li class="nav-item dropdown">
                                    <a class="nav-link dropdown-toggle" href="#" id="navbardrop" data-toggle="dropdown">
                                        <i class="fa fa-fw fa-user"></i>Quản Lí Tài Khoản
                                    </a>
                                    <div class="dropdown-menu">
                                        <a class="dropdown-item" href="adduser.html">Tạo Tài Khoản</a>
                                        <a class="dropdown-item" href="grantuser.html">Cấp Quyền</a>
                                        <a class="dropdown-item" href="dropuser.html">Xóa Tài Khoản</a>
                                    </div>
                                </li>
                                <li class="nav-item dropdown">
                                    <a class="nav-link dropdown-toggle" href="#" id="navbardrop" data-toggle="dropdown">
                                        <i class="fa fa-fw fa-pencil"></i>Quản Lí Bài Viết
                                    </a>
                                    <div class="dropdown-menu">
                                        <a class="dropdown-item" href="addblog.html">Thêm Bài Viết</a>
                                        <a class="dropdown-item" href="changeblog.html">Sửa Bài Viết</a>
                                        <a class="dropdown-item" href="dropblog.html">Xóa Bài Viết</a>
                                        <a class="dropdown-item" href="alowblog.html">Duyệt Bài Viết</a>
                                    </div>
                                </li>
                                <li class="nav-item dropdown">
                                    <a class="nav-link dropdown-toggle" href="#" id="navbardrop" data-toggle="dropdown">
                                        <i class="fa fa-fw fa-book"></i>Quản Lí Chủ Đề
                                    </a>
                                    <div class="dropdown-menu">
                                        <a class="dropdown-item" href="addtheme.html">Thêm Chủ Đề</a>
                                        <a class="dropdown-item" href="changetheme.html">Sửa Chủ Đề</a>
                                        <a class="dropdown-item" href="droptheme.html">Xóa Chủ Đề</a>
                                    </div>
                                </li>
                                <li class="nav-item dropdown">
                                    <a class="nav-link dropdown-toggle" href="#" id="navbardrop" data-toggle="dropdown">
                                        <i class="fa fa-fw fa-image"></i>Quản Lí Hình Ảnh
                                    </a>
                                    <div class="dropdown-menu">
                                        <a class="dropdown-item" href="addimage.html">Thêm Ảnh</a>
                                        <a class="dropdown-item" href="showimage.html">Đưa Ảnh Lên Slide</a>
                                        <a class="dropdown-item" href="dropimage.html">Xóa Ảnh</a>
                                    </div>
                                </li>
                            </ul>
                            <ul class="nav navbar-nav ml-auto">
                                <li class="nav-item dropdown">
                                    <a class="nav-link dropdown-toggle" href="#" id="navbardrop" data-toggle="dropdown">Admin1
                                    </a>
                                    <div class="dropdown-menu">
                                        <a class="dropdown-item" href="changepw.html">Đổi mật khẩu</a>
                                        <a class="dropdown-item" href="index.html">Xem thông tin</a>
                                        <a class="dropdown-item" href="#">Đăng xuất</a>
                                    </div>
                                </li>
                            </ul>
                        </div>
                    </nav>
                </div>
                <div class="col-xl-1"></div>
            </div>
            <div class="row no-gutters">
                <div class="col-md-2"></div>
                <div class="col-md-8 col-sm-12 padding-0">
                    <h4>SỬA BÀI VIẾT</h4>     
                    <table class="table table-hover">
                        <tbody>
                        <tr>
                            <td id='bold2'>Chọn bài viết:</td>
                            <td>
                                <select multiple class="form-control" id="select-user" style="height: 250px;">
                                    <option>Hồ Chí Minh và phong cách lý luận gắn với thực tiễn</option>
                                    <option>Nghiên cứu ảnh hưởng của bôi trơn tối thiểu (MQL) đến quá trình tạo phoi khi tiện thép 9crsi qua tôin</option>
                                    <option>NỘI DUNG KÝ KẾT GIỮA ĐẠI HỌC FUTURE GENERATION và  THƯ VIỆN ĐẠI HỌC NAM CẦN THƠ</option>
                                    <option>Toggle main menu visibility  TRANG CHỦ GIỚI THIỆU TRA CỨU OPAC SÁCH ĐIỆN TỬ TÀI LIỆU NỘI SINH TIN TỨC HƯỚNG DẪN SỬ DỤNG GÓC TẢN MẠN SV Hướng dẫn khai thác tài liệu trên website thư viện DNC</option>
                                    <option value="">CAN THO NEWS: Khánh thành Trung tâm Thư viện điện tử Trường Đại học Nam Cần Thơ</option>
                                </select>
                            </td>
                            <td><button type="button" class="btn btn-primary auto">Chọn</button></td>
                        </tr>
                        <!--Hàng sửa tên bài viết-->
                        <tr>
                            <td id='bold'>Tên bài viết:</td>
                            <td><input class="form-control" id="focusedInput" type="text" value="Hồ Chí Minh và phong cách lý luận gắn với thực tiễn"></td>
                        </tr>
                        <!--Kết thúc hàng sửa tên bài viết-->
                        <!--Mô tả ngắn-->
                        <tr>
                            <td id='bold'>Mô tả ngắn</td>
                            <td>
                                <textarea class="form-control" name="" id="" cols="80" rows="5">Sự gắn bó giữa lý luận với thực tiễn là đặc điểm nổi bật của phong cách tư duy Hồ Chí Minh và được thể hiện rõ nét trong toàn bộ quá trình hoạt động cách mạng của Người. Trong đó, đặc trưng và ổn định là tư duy lý luận dựa trên thực tiễn Việt Nam, là hướng đích Độc lập - Tự do - Hạnh phúc cho dân tộc và con người Việt Nam. Hiện nay, trước sự vận động ngày càng nhanh, mạnh của hiện thực khách quan trong nước và trên thế giới, việc học tập và vận dụng phong cách tư duy lý luận gắn với thực tiễn của Hồ Chí Minh càng có giá trị to lớn.</textarea>
                            </td>
                        </tr>
                        <!--Kết thúc mô tả ngắn-->
                        <!--Nội dung bài viết-->
                        <tr>
                            <td id='bold'>Nội dung bài viết:</td>
                            <td></td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <form action="" method="post" enctype="multipart/form-data">
                                    <textarea class="ckeditor" name="editor"><p>Phong c&aacute;ch l&agrave; một biểu hiện ri&ecirc;ng trong lối sống, l&agrave;m việc của một c&aacute; nh&acirc;n, thể hiện t&iacute;nh đặc trưng v&agrave; ổn định được &aacute;p dụng thường xuy&ecirc;n nhằm giải quyết c&aacute;c vấn đề nảy sinh trong qu&aacute; tr&igrave;nh hoạt động của con người. Phong c&aacute;ch kh&ocirc;ng chỉ biểu hiện bề ngo&agrave;i của c&aacute; nh&acirc;n, một lớp người, m&agrave; c&ograve;n biểu hiện lập trường, quan điểm giai cấp, phản &aacute;nh thế giới quan, l&yacute; tr&iacute; v&agrave; t&igrave;nh cảm s&acirc;u sắc của con người. Bởi vậy, phong c&aacute;ch l&agrave; kết quả của một qu&aacute; tr&igrave;nh để tạo n&ecirc;n t&iacute;nh đặc trưng v&agrave; ổn định của n&oacute;.</p>\r\n\r\n<p>Mối quan hệ giữa l&yacute; luận với thực tiễn trong tư duy được Hồ Ch&iacute; Minh diễn đạt như: &ldquo;L&yacute; luận li&ecirc;n hệ với thực tế&rdquo;(1), &ldquo;L&yacute; luận kết hợpvới thực h&agrave;nh&rdquo;(2), &ldquo;L&yacute; luận đi đ&ocirc;ivới thực tiễn&rdquo;(3)... Như vậy, khi n&oacute;i &ldquo;li&ecirc;n hệ&rdquo;, &ldquo;kết hợp&rdquo;, &ldquo;đi đ&ocirc;i&rdquo;...l&agrave; n&oacute;i tới sự gắn b&oacute; giữa l&yacute; luận với thực tiễn l&agrave; khẳng định của Hồ Ch&iacute; Minh về sự &ldquo;Thống nhất giữa l&yacute; luận v&agrave; thực tiễn l&agrave; một nguy&ecirc;n tắc căn bản của chủ nghĩa M&aacute;c -L&ecirc;nin&rdquo;(4). Người nhấn mạnh: &ldquo;Thực tiễn kh&ocirc;ng c&oacute; l&yacute; luận hướng dẫn th&igrave; th&agrave;nh thực tiễn m&ugrave; qu&aacute;ng. L&yacute; luận m&agrave; kh&ocirc;ng c&oacute; li&ecirc;n hệ với thực tiễn l&agrave; l&yacute; luận su&ocirc;ng&rdquo;(5). Sự gắn b&oacute; giữa l&yacute; luận v&agrave; thực tiễn mang t&iacute;nh biện chứng, trong đ&oacute; thực tiễn phải c&oacute; l&yacute; luận soi đường, hướng dẫn, c&ograve;n l&yacute; luận phải dựa tr&ecirc;n cơ sở thực tiễn, phản &aacute;nh thực tiễn v&agrave; phải lu&ocirc;n li&ecirc;n hệ với thực tiễn. Kh&ocirc;ng c&oacute; l&yacute; luận sẽ rơi v&agrave;o chủ nghĩa kinh nghiệm; thiếu thực tiễn sa v&agrave;o chủ nghĩa gi&aacute;o điều v&agrave; suy cho c&ugrave;ng, chủ nghĩa kinh nghiệm hay chủ nghĩa gi&aacute;o điều đều l&agrave; kết quả của tư duy chủ quan, duy &yacute; ch&iacute; cả trong hoạt động l&yacute; luận v&agrave; thực tiễn.</p>\r\n\r\n<p>Sự gắn b&oacute; giữa l&yacute; luận với thực tiễn l&agrave; đặc điểm nổi bật của phong c&aacute;ch tư duy Hồ Ch&iacute; Minh v&agrave; được thể hiện r&otilde; n&eacute;t trong to&agrave;n bộ qu&aacute; tr&igrave;nh hoạt động c&aacute;ch mạng của Người. Trong đ&oacute;, đặc trưng v&agrave; ổn định l&agrave; tư duy l&yacute; luận dựa tr&ecirc;n thực tiễn Việt Nam, l&agrave; hướng đ&iacute;ch Độc lập - Tự do - Hạnh ph&uacute;c cho d&acirc;n tộc v&agrave; con người Việt Nam.</p>\r\n\r\n<p>Để t&igrave;m l&yacute; luận cho hướng đ&iacute;ch đ&oacute;, Hồ Ch&iacute; Minh bắt đầu từ thực tiễn Việt Nam v&agrave; sự vận động của thế giới hiện thực. Muốn hiểu c&aacute;c nước kh&aacute;c đ&atilde; l&agrave;m thế n&agrave;o để trở về gi&uacute;p đồng b&agrave;o, Người kh&ocirc;ng lựa chọnnghi&ecirc;n cứu phi&ecirc;n bản của n&oacute; ở phương Đ&ocirc;ng m&agrave; đi tới nơi sinh ra c&aacute;c cuộc c&aacute;ch mạng tư sản điển h&igrave;nh ở phương T&acirc;y. Để hiểu c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc, Người tới nước Mỹ; để hiểu r&otilde; c&aacute;ch mạng c&ocirc;ng nghiệp, Người đến nước Anh; để thấu hiểu cuộc c&aacute;ch mạng nh&acirc;n quyền v&agrave; d&acirc;n quyền, Người sống v&agrave; l&agrave;m việc ở Ph&aacute;p. Đi theo chủ nghĩa M&aacute;c - L&ecirc;nin khi c&ograve;n ở nước Ph&aacute;p, nhưng Người đ&atilde; tới nước Nga để quan s&aacute;t c&ocirc;ng cuộc x&acirc;y dựng chế độ x&atilde; hội mới ở đ&acirc;y. Người đến Trung Hoa để hiểu r&otilde; c&aacute;ch mạng d&acirc;n chủ ở Trung Quốc v&agrave; những ch&iacute;nh s&aacute;ch n&agrave;o của T&ocirc;n Trung Sơn ph&ugrave; hợp với Việt Nam. Tiếp nhận trực tiếp những l&yacute; luận mới với thực tiễn mới n&ecirc;n tư duy l&yacute; luận của Hồ Ch&iacute; Minh cũng lu&ocirc;n mới.</p>\r\n\r\n<p>Nhưng những kinh nghiệm lịch sử v&agrave; tổng kết thực tiễn c&aacute;ch mạng thế giới cũng chưa đủ để Hồ Ch&iacute; Minh x&acirc;y dựng l&yacute; luận c&aacute;ch mạng Việt Nam. Bằng thế giới quan v&agrave; phương ph&aacute;p luận của chủ nghĩa M&aacute;c - L&ecirc;nin, Người ph&acirc;n t&iacute;ch được thực chất của x&atilde; hội Việt Nam với những m&acirc;u thuẫn ri&ecirc;ng v&agrave; ph&aacute;t hiện ra những quy luật vận động của đất nước trong thời đại mới để hoạch định đường lối c&aacute;ch mạng. Do vậy, đường lối đ&oacute; hợp l&ograve;ng d&acirc;n, đ&uacute;ng quy luật v&agrave; thuận theo xu thế ph&aacute;t triển, ph&ugrave; hợp với sự tiến h&oacute;a của nh&acirc;n loại. Điều đ&oacute; thể hiện ở việc Hồ Ch&iacute; Minh x&aacute;c định c&aacute;ch mạng Việt Nam l&agrave; c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc, nhưng trong thời đại mới, c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc muốn thắng lợi triệt để phải theo con đường c&aacute;ch mạng v&ocirc; sản. Với l&ocirc;g&iacute;c đ&oacute;, c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc ở Việt Nam phải do Đảng Cộng sản l&atilde;nh đạo, v&agrave; sự ra đời của Đảng Cộng sản ở Việt Nam kh&ocirc;ng chỉ l&agrave; sự kết hợp giữa chủ nghĩa M&aacute;c - L&ecirc;nin với phong tr&agrave;o c&ocirc;ng nh&acirc;n m&agrave; với cả phong tr&agrave;o y&ecirc;u nước; Đảng Cộng sản Việt Nam kh&ocirc;ng chỉ l&agrave; đội ti&ecirc;n phong của giai cấp c&ocirc;ng nh&acirc;n m&agrave; đại diện cho quyền lợi của tất cả nh&acirc;n d&acirc;n lao động v&agrave; của cả d&acirc;n tộc. Cương lĩnh đầu ti&ecirc;n của Đảng do Hồ Ch&iacute; Minh soạn thảo vạch r&otilde; con đường độc lập d&acirc;n tộc gắn liền với CNXH th&iacute;ch hợp với điền kiện Việt Nam, ph&ugrave; hợp với y&ecirc;u cầu của nh&acirc;n d&acirc;n Việt Nam, đồng thời thuận với sự tiến h&oacute;a chung. V&agrave; do đ&oacute;, theo Người, cuộc c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc ở Việt Nam phải được thực hiện bởi sự li&ecirc;n minh của tất cả những người Việt Nam y&ecirc;u nước, kh&ocirc;ng ph&acirc;n biệt giai cấp, t&iacute;n ngưỡng tr&ecirc;n cơ sở li&ecirc;n minh c&ocirc;ng n&ocirc;ng. Xuất ph&aacute;t từ thực tiễn Việt Nam v&agrave; thế giới, những gi&aacute; trị đ&uacute;ng đắn trong Ch&iacute;nh cương vắn tắt v&agrave; S&aacute;ch lược vắn tắt của Đảng Cộng sản Việt Nam do Hồ Ch&iacute; Minh soạn thảo được khẳng định v&agrave; dẫn đường đưa tới thắng lợi của C&aacute;ch mạng Th&aacute;ng T&aacute;m vĩ đại.</p>\r\n\r\n<p>Sự gắn b&oacute;, thống nhất giữa l&yacute; luận v&agrave; thực tiễn trong phong c&aacute;ch tư duy Hồ Ch&iacute; Minh c&ograve;n thể hiện r&otilde; n&eacute;t trong l&yacute; luận x&acirc;y dựng chế độ mới ở nước ta sau C&aacute;ch mạng Th&aacute;ng T&aacute;m, đ&oacute; l&agrave; l&yacute; luận x&acirc;y dựng chế độ d&acirc;n chủ mới để tiến l&ecirc;n CNXH. Về ch&iacute;nh trị, l&agrave; chủ trương x&acirc;y dựng một Nh&agrave; nước ph&aacute;p quyền d&acirc;n chủ, đo&agrave;n kết d&acirc;n tộc nhằm ph&aacute;t huy sức mạnh to&agrave;n d&acirc;n để x&acirc;y dựng đất nước v&agrave; bảo vệ Tổ quốc. Về kinh tế, l&agrave; thực hiện một nền kinh tế nhiều th&agrave;nh phần, nhiều loại h&igrave;nh sở hữu, lấy kinh tế nh&agrave; nước v&agrave; tập thể để định hướng đến CNXH. Về văn h&oacute;a, l&agrave; x&acirc;y dựng nền văn h&oacute;a d&acirc;n tộc - khoa học - đại ch&uacute;ng v&agrave; thực hiện ch&iacute;nh s&aacute;ch x&atilde; hội c&ocirc;ng bằng dựa tr&ecirc;n sự đ&oacute;ng g&oacute;p lao động của mỗi c&aacute; nh&acirc;n.</p>\r\n\r\n<p>Từ thực tiễn đất nước, với nền kinh tế n&ocirc;ng nghiệp lạc hậu v&agrave; phải chiến đấu chống đế quốc mạnh về qu&acirc;n sự, Hồ Ch&iacute; Minh chủ trương thực hiện đường lối to&agrave;n d&acirc;n kh&aacute;ng chiến, to&agrave;n diện kh&aacute;ng chiến v&agrave; trường kỳ kh&aacute;ng chiến. Để chống lại sự li&ecirc;n kết đế quốc, Người chủ trương ngoại giao đa phương, l&agrave;m bạn với tất cả c&aacute;c nước d&acirc;n chủ, kh&ocirc;ng g&acirc;y th&ugrave; o&aacute;n với một ai, kết hợp sức mạnh d&acirc;n tộc với sức mạnh quốc tế v&agrave; sức mạnh thời đại để tăng cường thế v&agrave; lực cho d&acirc;n tộc chống lại những đế quốc lớn mạnh.</p>\r\n\r\n<p>Coi ch&acirc;n l&yacute; l&agrave; những g&igrave; c&oacute; lợi cho Tổ quốc v&agrave; nh&acirc;n d&acirc;n, Hồ Ch&iacute; Minh l&agrave; một nh&agrave; l&atilde;nh đạo của nh&acirc;n d&acirc;n, gắn b&oacute;, gần gũi với nh&acirc;n d&acirc;n, v&igrave; lợi &iacute;ch của nh&acirc;n d&acirc;n. Chỉ t&iacute;nh trong khoảng 10 năm từ 1955 - 1965, mỗi năm, Người đ&atilde; tiến h&agrave;nh hơn 70 lần đi cơ sở, gặp gỡ nh&acirc;n d&acirc;n... Bởi vậy, mọi chủ trương, ch&iacute;nh s&aacute;ch m&agrave; Người ban h&agrave;nh đều đ&aacute;p ứng nguyện vọng của đ&ocirc;ng đảo c&aacute;c tầng lớp nh&acirc;n d&acirc;n. Ch&iacute;nh điều đ&oacute; đ&atilde; tạo được niềm tin của nh&acirc;n d&acirc;n đối với Đảng v&agrave; chế độ. Bởi vậy, c&aacute;c phong tr&agrave;o do Hồ Ch&iacute; Minh ph&aacute;t động đều được to&agrave;n d&acirc;n t&iacute;ch cực tham gia với sự tự gi&aacute;c cao độ.</p>\r\n\r\n<p>L&yacute; luận gắn b&oacute; với thực tiễn được thể hiện trong tấm gương thực h&agrave;nh của Hồ Ch&iacute; Minh. L&atilde;nh đạo x&acirc;y dựng chế độ d&acirc;n chủ mới, Người l&agrave; tấm gương điển h&igrave;nh trong thực h&agrave;nh d&acirc;n chủ. Dẫn dắt d&acirc;n tộc x&acirc;y dựng một x&atilde; hội đạo đức, v&igrave; con người của XHCN, Người l&agrave; tấm gương thực h&agrave;nh cần, kiệm, li&ecirc;m ch&iacute;nh, ch&iacute; c&ocirc;ng v&ocirc; tư. Ch&iacute;nh tấm gương phong c&aacute;ch ấy đ&atilde; l&agrave;m cho tư tưởng của Người được thực hiện một c&aacute;ch sống động, hiệu quả trong nh&acirc;n d&acirc;n v&agrave; Hồ Ch&iacute; Minh trở th&agrave;nh một nh&acirc;n vật vĩ đại sống m&atilde;i trong l&ograve;ng nh&acirc;n d&acirc;n Việt Nam v&agrave; nh&acirc;n loại tiến bộ.</p>\r\n\r\n<p><img alt=\"\" src=\"C:\\Users\\admin\\Desktop\\18052018a1.jpg\" /></p>\r\n\r\n<p>Để l&yacute; luận gắn với thực tiễn, Hồ Ch&iacute; Minh cho rằng, trước hết phải n&acirc;ng cao tr&igrave;nh độ l&yacute; luận, khắc phục bệnh k&eacute;m l&yacute; luận, bệnh khinh l&yacute; luận. V&igrave; theo Người, những bệnh đ&oacute; nhất định sẽ viện dẫn tới kinh nghiệm, tuyệt đối ho&aacute; kinh nghiệm v&agrave; sẽ dẫn tới chủ nghĩa kinh nghiệm. Người chỉ r&otilde;, kh&ocirc;ng &iacute;t c&aacute;n bộ, đảng vi&ecirc;n &ldquo;chỉ bo bo giữ lấy kinh nghiệm lẻ tẻ. Họ kh&ocirc;ng hiểu rằng l&yacute; luận rất quan trọng cho sự thực h&agrave;nh c&aacute;ch mạng. V&igrave; vậy, họ cứ cắm đầu nhắm mắt m&agrave; l&agrave;m, kh&ocirc;ng hiểu r&otilde; to&agrave;n cuộc của c&aacute;ch mạng&rdquo;(6).Người cho rằng &ldquo;kinh nghiệm của họ tuy tốt, nhưng cũng chẳng qua l&agrave; từng bộ phận m&agrave; th&ocirc;i, chỉ thi&ecirc;n về một mặt m&agrave; th&ocirc;i. C&oacute; kinh nghiệm m&agrave; kh&ocirc;ng c&oacute; l&yacute; luận cũng như một mắt s&aacute;ng một mắt mờ&rdquo;(7). Bởi vậy, Hồ Ch&iacute; Minh khẳng định, l&yacute; luận c&oacute; vai tr&ograve; &ldquo;như c&aacute;i kim chỉ nam, n&oacute; chỉ phương hướng cho ch&uacute;ng ta trong c&ocirc;ng việc thực tế. Kh&ocirc;ng c&oacute; l&yacute; luận th&igrave; l&uacute;ng t&uacute;ng như nhắm mắt m&agrave; đi&rdquo;(8), &ldquo;L&agrave;m m&agrave; kh&ocirc;ng c&oacute; l&yacute; luận th&igrave; kh&ocirc;ng kh&aacute;c g&igrave; đi m&ograve; trong đ&ecirc;m tối vừa chậm chạp vừa hay vấp v&aacute;p&rdquo;(9) v&agrave; trước sự vận động của t&igrave;nh h&igrave;nh kh&aacute;ch quan, những người như vậy sẽ l&uacute;ng t&uacute;ng kh&ocirc;ng giải quyết được những vấn đề mới của thực tiễn.</p>\r\n\r\n<p>Mặt kh&aacute;c, theo Hồ Ch&iacute; Minh, c&oacute; l&yacute; luận th&igrave; phải li&ecirc;n hệ chặt chẽ với thực tiễn để tr&aacute;nh bệnh l&yacute; luận su&ocirc;ng, gi&aacute;o điều. Người cho rằng &ldquo;L&yacute; luận cũng như c&aacute;i t&ecirc;n (hoặc vi&ecirc;n đạn). Thực h&agrave;nh cũng như c&aacute;i đ&iacute;ch để bắn. C&oacute; t&ecirc;n m&agrave; kh&ocirc;ng bắn, hoặc bắn lung tung, cũng như kh&ocirc;ng c&oacute; t&ecirc;n&rdquo;(10) v&agrave; chỉ r&otilde;: &ldquo;L&yacute; luận cốt để &aacute;p dụng v&agrave;o c&ocirc;ng việc thực tế. L&yacute; luận m&agrave; kh&ocirc;ng &aacute;p dụng v&agrave;o c&ocirc;ng việc thực tế l&agrave; l&yacute; luận su&ocirc;ng. D&ugrave; xem được h&agrave;ng ng&agrave;n, h&agrave;ng vạn quyển l&yacute; luận, nếu kh&ocirc;ng biết đem ra thực h&agrave;nh, th&igrave; kh&aacute;c n&agrave;o một c&aacute;i h&ograve;m đựng s&aacute;ch&rdquo;(11). Như vậy, theo Hồ Ch&iacute; Minh, l&yacute; luận chỉ c&oacute; &yacute; nghĩa khi n&oacute; được vận dụng v&agrave;o thực tiễn, phục vụ thực tiễn trong vai tr&ograve; dẫn đắt, chỉ đạo thực tiễn đi tới kết quả. Đồng thời, khi vận dụng l&yacute; luận th&igrave; phải ph&ugrave; hợp điều kiện thực tiễn. Đ&oacute; l&agrave; sự t&aacute;c động tương hỗ giữa l&yacute; luận v&agrave; thực tiễn trong sự ph&aacute;t triển.</p>\r\n\r\n<p>Bởi vậy, Hồ Ch&iacute; Minh lu&ocirc;n nhắc nhở phải gắn l&yacute; luận v&agrave; thực tiễn trong tư duy v&agrave; hoạt động thực tiễn, phải khắc phục chủ nghĩa kinh nghiệm v&agrave; chủ nghĩa gi&aacute;o điều tr&ecirc;n cơ sở ra sức học tập, n&acirc;ng cao tr&igrave;nh độ l&yacute; luận, học phải đi đ&ocirc;i với h&agrave;nh, l&yacute; luận phải li&ecirc;n hệ với thực tế. Theo Người, học tập chủ nghĩa M&aacute;c - L&ecirc;nin l&agrave; &ldquo;phải học tinh thần,... lập trường, quan điểm v&agrave; phương ph&aacute;p của chủ nghĩa M&aacute;c - L&ecirc;nin để &aacute;p dụng lập trường, quan điểm v&agrave; phương ph&aacute;p ấy m&agrave; giải quyết cho tốt những vấn đề thực tế trong c&ocirc;ng t&aacute;c c&aacute;ch mạng của ch&uacute;ng ta&rdquo;(12) v&agrave; &ldquo;học tập chủ nghĩa M&aacute;c - L&ecirc;nin l&agrave; học tập c&aacute;i tinh thần xử tr&iacute; mọi việc, đối với mọi người v&agrave; đối với bản th&acirc;n m&igrave;nh, l&agrave; học tập những ch&acirc;n l&yacute; phổ biến của chủ nghĩa M&aacute;c -L&ecirc;nin để &aacute;p dụng một c&aacute;ch s&aacute;ng tạo v&agrave;o ho&agrave;n cảnh thực tế của nước ta. Học để m&agrave; l&agrave;m&rdquo;(13) nhưng kh&ocirc;ng n&ecirc;n coi chủ nghĩa M&aacute;c - L&ecirc;nin l&agrave; gi&aacute;o điều, l&agrave; những c&ocirc;ng thức c&oacute; sẵn.</p>\r\n\r\n<p>Hồ Ch&iacute; Minh căn dặn: Học tập kinh nghiệm v&agrave; vận dụng kinh nghiệm của nước kh&aacute;c phải căn cứ v&agrave;o ho&agrave;n cảnh lịch sử của d&acirc;n tộc, nếu &ldquo;kh&ocirc;ng ch&uacute; trọng đến đặc điểm của d&acirc;n tộc m&igrave;nh... l&agrave; sai lầm nghi&ecirc;m trọng, l&agrave; phạm chủ nghĩa gi&aacute;o điều&rdquo;. Nhưng, &ldquo;nếu qu&aacute; nhấn mạnh đặc điểm d&acirc;n tộc để phủ nhận gi&aacute; trị phổ biến của những kinh nghiệm lớn, cơ bản của c&aacute;c nước anh em, th&igrave; sẽ mắc sai lầm nghi&ecirc;m trọng của chủ nghĩa x&eacute;t lại&rdquo;(14).</p>\r\n\r\n<p>Hồ Ch&iacute; Minh cũng nhắc nhở phải d&ugrave;ng l&yacute; luận để tổng kết kinh nghiệm thực tiễn nhằm n&acirc;ng cao hiệu quả c&ocirc;ng t&aacute;c. Người chỉ r&otilde;: &ldquo;...c&ocirc;ng việc g&igrave; bất kỳ th&agrave;nh c&ocirc;ng hoặc thất bại, ch&uacute;ng ta cần nghi&ecirc;n cứu cội rễ, ph&acirc;n t&aacute;ch thật r&otilde; r&agrave;ng rồi kết luận. Kết luận đ&oacute; sẽ l&agrave; c&aacute;i ch&igrave;a kh&oacute;a ph&aacute;t triển c&ocirc;ng việc v&agrave; để gi&uacute;p cho c&aacute;n bộ tiến tới&rdquo;(15). Người cũng nhấn mạnh, cần phải nghi&ecirc;n cứu kinh nghiệm cũ để gi&uacute;p cho thực h&agrave;nh mới, lại đem thực h&agrave;nh mới để ph&aacute;t triển kinh nghiệm cũ, l&agrave;m cho n&oacute; đầy đủ dồi d&agrave;o th&ecirc;m. Đ&acirc;y ch&iacute;nh l&agrave; qu&aacute; tr&igrave;nh tổng kết kinh nghiệm từ thực tiễn, qu&aacute; tr&igrave;nh gi&uacute;p cho l&yacute; luận được &ldquo;bổ sung bằng những kết luận mới r&uacute;t ra từ trong thực tiễn sinh động&rdquo;(16) v&agrave; l&agrave;m như vậy l&agrave; để &ldquo;cho nhận thức của ch&uacute;ng ta đối với c&aacute;c vấn đề đ&oacute; được n&acirc;ng cao hơn v&agrave; c&ocirc;ng t&aacute;c c&oacute; kết quả hơn&rdquo;(17).</p>\r\n\r\n<p>Thực tiễn c&aacute;ch mạng nước ta đ&atilde; c&oacute; kh&ocirc;ng &iacute;t th&iacute; dụ về sự thiếu gắn b&oacute; giữa l&yacute; luận v&agrave; thực tiễn trong x&acirc;y dựng v&agrave; thực hiện đường lối c&aacute;ch mạng. Đ&oacute; l&agrave; sự gi&aacute;o điều trong vận dụng l&yacute; luận đấu tranh giai cấp ở đầu những năm 30 thế kỷ XX; l&agrave; gi&aacute;o điều trong vận dụng kinh nghiệm của nước ngo&agrave;i trong cải c&aacute;ch ruộng đất giữa những năm 50 thế kỷ XX; l&agrave; việc muốn đẩy nhanh qu&aacute; tr&igrave;nh x&acirc;y dựng CNXH tập trung v&agrave;o việc nhanh ch&oacute;ng tiến h&agrave;nh c&aacute;ch mạng quan hệ sản xuất, thực hiện hai h&igrave;nh thức sở hữu to&agrave;n d&acirc;n v&agrave; tập thể, kh&ocirc;ng t&iacute;nh tới tr&igrave;nh độ của lực lượng sản xuất v&agrave; duy tr&igrave; qu&aacute; l&acirc;u t&igrave;nh h&igrave;nh ph&acirc;n phối c&oacute; t&iacute;nh chất c&agrave;o bằng của thời chiến v&agrave;o thời b&igrave;nh. Thực chất của t&igrave;nh trạng tr&ecirc;n l&agrave; sự t&aacute;ch rời l&yacute; luận với thực tiễn trong tư duy, dẫn tới những sai lầm nghi&ecirc;m trọng trong hoạch định v&agrave; thực hiện chủ trương, đường lối, ch&iacute;nh s&aacute;ch, g&acirc;y ra những kh&oacute; khăn trong đấu tranh c&aacute;ch mạng v&agrave; x&acirc;y dựng x&atilde; hội mới ở nước ta.</p>\r\n\r\n<p>Trong qu&aacute; tr&igrave;nh đổi mới x&acirc;y dựng CNXH, Đảng đ&atilde; khắc phục t&igrave;nh trạng tr&ecirc;n trong hoạch định v&agrave; chỉ đạo thực hiện đường lối, chủ trương n&ecirc;n nước ta đ&atilde; vượt qua những kh&oacute; khăn do chủ quan duy &yacute; ch&iacute; g&acirc;y ra. Hiện nay, trước sự vận động ng&agrave;y c&agrave;ng nhanh, mạnh của hiện thực kh&aacute;ch quan ở trong nước v&agrave; tr&ecirc;n thế giới, việc học tập v&agrave; vận dụng phong c&aacute;ch tư duy l&yacute; luận gắn với thực tiễn của Hồ Ch&iacute; Minh c&agrave;ng c&oacute; gi&aacute; trị hết sức to lớn. Chỉ c&oacute; thể t&igrave;m lời giải đ&uacute;ng đắn v&agrave; tr&aacute;nh những sai lầm cho những vấn đề thực tiễn đặt ra một c&aacute;ch đ&uacute;ng đắn, kịp thời khi học tập, r&egrave;n luyện phong c&aacute;ch tư duy l&yacute; luận gắn với thực tiễn của Hồ Ch&iacute; Minh v&agrave; lu&ocirc;n nhớ lời Người: &ldquo;phải biết rằng thực tiễn kh&aacute;ch quan thay đổi h&agrave;ng giờ h&agrave;ng ph&uacute;t, một chủ trương của ta h&ocirc;m nay đ&uacute;ng, h&ocirc;m sau đ&atilde; kh&ocirc;ng hợp thời, nếu ta kh&ocirc;ng tỉnh t&aacute;o kiểm điểm những tư tưởng, h&agrave;nh vi của ta để bỏ đi những c&aacute;i qu&aacute; thời, sai hỏng, nhất địnhta sẽ kh&ocirc;ng theo kịp t&igrave;nh thế, ta sẽ bị bỏ rơi, bị c&aacute;c bạn tỉnh t&aacute;o nhanh nhẹn hơn vượt l&ecirc;n trước&rdquo;(18).</p>\r\n\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"1\">\r\n	<tbody>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p><strong>PGS, TS.Phạm Hồng Chương - Viện Hồ Ch&iacute; Minh v&agrave; c&aacute;c l&atilde;nh tụ của Đảng, Học viện Ch&iacute;nh trị quốc gia Hồ Ch&iacute; Minh</strong></p></textarea>
                                </form> 
                            </td> 
                        </tr>
                        <!--Kết thúc nội dung bài viết-->
                        </tbody>
                    </table>
                </div>
                <div class="col-md-2"></div> 
            </div>
            <button type="button" class="btn btn-primary center">Sửa</a></button>
        </div>
        <br>
        <br>
        <div class="row no-gutters" style="background: #168bff;">
            <div class="col-xl-1"></div>
            <div class="col-xl-10">
                <div style="padding: 20px;">
                    <footer style="color: white;">
                        <p>
                            <span style="font-weight: bold; font-size: 16px; line-height: 2;">Trường Đại Học Nam Cần Thơ</span> <br>
                            <i class="fa fa-fw fa-map-marker"></i>168, Nguyễn Văn Cừ (nối dài), P. An Bình, Quận Ninh Kiều, Thành phố Cần Thơ. <br>
                            <i class="fa fa-fw fa-phone"></i> Điện thoại: (0292) 3 798 222 - 3 798 668
                        </p>			
                    </footer>  
                    <div class="text-center" style="color: #e2dcdc; font-size: 12px;">COPYRIGHT © 2017 THƯ VIỆN ĐIỆN TỬ ĐẠI HỌC NAM CẦN THƠ. ALL RIGHTS RESERVED.</div>
                </div>
            </div>
            <div class="col-xl-1"></div>
        </div>
    </body>
</html>